// Твоя база новостей
const newsData = [

    {
        date: "27.12.2036",
        title: "Инаугурация нового губернатора",
        text: "Объявлено место проведения церемонии инаугурации нового губернатора, местом проведения, как сообщил вице-губернатор, станет амфитеатр цифрового штата. Мероприятие начнется в 18:00 по местному времени!"
    },

    {
        date: "27.12.2036",
        title: "Новый Губернатор",
        text: "Федеральное правительство назначило нового губернатора! Им стал Ernest Senko. Поздравляем!"
    },
];